Repository: chaki1997/bookytrip
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ka

source: About Us
ka: ჩვენ შესახებ

source: Why Us
ka: რატომ ჩვენ

source: Contact Us
ka: დაგვიკავშირდით

source: Pre-Sale Questions
ka: წინასწარ დასმული კითხვები

source: Other Types
ka: სხვა ტიპები

source: Ask Question
ka: პასუხები

source: Home
ka: მთავარი

source: Who We Are
ka: ჩვენ შესახებ

source: FAQ
ka: ხდკ

source: Contact
ka: კონტაქტი

source: INTERESTING FACTS
ka: საინტერესო ფაქტები

source: About Georgia
ka: საქართველოს შესახებ

source: Write Review
ka: შეფასების დაწერა

source: My BookyTrip Profile
ka: ჩემი პროფილი

source: My Reservation
ka: ჩემი რეზერვაციები

source: Rate Booky Partners
ka: შეაფასეთ Booky პარტნიორები
